import {PolicyMainText, PolicySubText, PolicyTextContainer} from './policy1';
export default function Policy3() {
	return (
		<>
			<PolicyTextContainer>
				<PolicyMainText>제13조("콘텐츠"의 내용 등의 게시)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 다음 사항을 해당 "콘텐츠"의 이용초기화면이나 그 포장에 "이용자"가 알기 쉽게 표시합니다.
					{'\n '}
					1. "콘텐츠"의 명칭 또는 제호{'\n '}
					2. "콘텐츠"의 제작 및 표시 연월일{'\n '}
					3. "콘텐츠" 제작자의 성명(법인인 경우에는 법인의 명칭), 주소, 전화번호{'\n '}
					4. "콘텐츠"의 내용, 이용방법, 이용료 기타 이용조건{'\n '}② "회사"는 "콘텐츠"별 이용가능기기 및
					이용에 필요한 최소한의 기술사양에 관한 정보를 계약체결과정에서 "이용자"에게 제공합니다.{'\n '}
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제14조(이용계약의 성립 등) </PolicyMainText>
				<PolicySubText>
					{' '}
					① "이용자"는 "회사"가 제공하는 다음 또는 이와 유사한 절차에 의하여 이용신청을 합니다. "회사"는 계약
					체결 전에 각 호의 사항에 관하여 "이용자"가 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록
					정보를 제공합니다.{'\n '}
					1. "콘텐츠" 목록의 열람 및 선택{'\n '}
					2. 성명, 주소, 전화번호(또는 이동전화번호), 전자우편주소 등의 입력{'\n '}
					3. 약관내용, 청약철회가 불가능한 "콘텐츠"에 대해 "회사"가 취한 조치에 관련한 내용에 대한 확인{'\n '}
					4. 이 약관에 동의하고 위 제3호의 사항을 확인하거나 거부하는 표시(예, 마우스 클릭){'\n '}
					5. "콘텐츠"의 이용신청에 관한 확인 또는 "회사"의 확인에 대한 동의{'\n '}
					6. 결제방법의 선택{'\n '}② "회사"는 "이용자"의 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지
					않거나 승낙을 유보할 수 있습니다.{'\n '}
					1. 실명이 아니거나 타인의 명의를 이용한 경우{'\n '}
					2. 허위의 정보를 기재하거나, "회사"가 제시하는 내용을 기재하지 않은 경우{'\n '}
					3. 미성년자가 청소년보호법에 의해서 이용이 금지되는 "콘텐츠"를 이용하고자 하는 경우{'\n '}
					4. 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우{'\n '}③ "회사"의 승낙이
					제16조 제1항의 수신확인통지형태로 "이용자"에게 도달한 시점에 계약이 성립한 것으로 봅니다.{'\n '}④
					"회사"의 승낙의 의사표시에는 "이용자"의 이용신청에 대한 확인 및 서비스제공 가능여부, 이용신청의
					정정·취소 등에 관한 정보 등을 포함합니다.{'\n '}
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제15조(미성년자 이용계약에 관한 특칙)</PolicyMainText>
				<PolicySubText>
					{' '}
					"회사"는 만 20세 미만의 미성년이용자가 유료서비스를 이용하고자 하는 경우에 부모 등 법정 대리인의
					동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수
					있다는 내용을 계약체결 전에 고지하는 조치를 취합니다.
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제16조(수신확인통지·이용신청 변경 및 취소)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 "이용자"의 이용신청이 있는 경우 "이용자"에게 수신확인통지를 합니다.{'\n '}②
					수신확인통지를 받은 "이용자"는 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시
					이용신청 변경 및 취소를 요청할 수 있고, "회사"는 서비스제공 전에 "이용자"의 요청이 있는 경우에는
					지체 없이 그 요청에 따라 처리하여야 합니다. 다만, 이미 대금을 지불한 경우에는 청약철회 등에 관한
					제27조의 규정에 따릅니다.
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제17조("회사"의 의무)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 법령과 이 약관이 정하는 권리의 행사와 의무의 이행을 신의에 좇아 성실하게 하여야 합니다.
					{'\n '}② "회사"는 "이용자"가 안전하게 "콘텐츠"를 이용할 수 있도록 개인정보(신용정보 포함)보호를 위해
					보안시스템을 갖추어야 하며 개인정보보호정책을 공시하고 준수합니다.{'\n '}③ "회사"는 "이용자"가
					콘텐츠이용 및 그 대금내역을 수시로 확인할 수 있도록 조치합니다.{'\n '}④ "회사"는 콘텐츠이용과
					관련하여 "이용자"로부터 제기된 의견이나 불만이 정당하다고 인정할 경우에는 이를 지체없이 처리합니다.
					이용자가 제기한 의견이나 불만사항에 대해서는 게시판을 활용하거나 전자우편 등을 통하여 그 처리과정 및
					결과를 전달합니다.{'\n '}⑤ "회사"는 이 약관에서 정한 의무 위반으로 인하여 "이용자"가 입은 손해를
					배상합니다.
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제18조("이용자"의 의무)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "이용자"는 다음 행위를 하여서는 안 됩니다.{'\n '}
					1. 신청 또는 변경 시 허위내용의 기재{'\n '}
					2. 타인의 정보도용{'\n '}
					3. "회사"에 게시된 정보의 변경{'\n '}
					4. "회사"가 금지한 정보(컴퓨터 프로그램 등)의 송신 또는 게시{'\n '}
					5. "회사"와 기타 제3자의 저작권 등 지적재산권에 대한 침해{'\n '}
					6. "회사" 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위{'\n '}
					7. 외설 또는 폭력적인 말이나 글, 화상, 음향, 기타 공서양속에 반하는 정보를 "회사"의 사이트에 공개
					또는 게시하는 행위{'\n '}
					8. 기타 불법적이거나 부당한 행위{'\n '}② "이용자"는 관계법령, 이 약관의 규정, 이용안내 및 "콘텐츠"와
					관련하여 공지한 주의사항, "회사"가 통지하는 사항 등을 준수하여야 하며, 기타 "회사"의 업무에 방해되는
					행위를 하여서는 안 됩니다.
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제19조(지급방법)</PolicyMainText>
				<PolicySubText>
					{' '}
					"콘텐츠"의 이용에 대한 대금지급방법은 다음 각 호의 방법 중 가능한 방법으로 할 수 있습니다. 다만,
					"회사"는 "이용자"의 지급방법에 대하여 어떠한 명목의 수수료도 추가하여 징수하지 않습니다.{'\n '}
					1. 폰뱅킹, 인터넷뱅킹, 메일 뱅킹 등의 각종 계좌이체{'\n '}
					2. 선불카드, 직불카드, 신용카드 등의 각종 카드결제{'\n '}
					3. 온라인무통장입금{'\n '}
					4. 전자화폐에 의한 결제{'\n '}
					5. 마일리지 등 "회사"가 지급한 포인트에 의한 결제{'\n '}
					6. "회사"와 계약을 맺었거나 "회사"가 인정한 상품권에 의한 결제{'\n '}
					7. 전화 또는 휴대전화를 이용한 결제{'\n '}
					8. 기타 전자적 지급방법에 의한 대금지급 등
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제20조(콘텐츠서비스의 제공 및 중단)</PolicyMainText>
				<PolicySubText>
					{' '}
					① 콘텐츠서비스는 연중무휴, 1일 24시간 제공함을 원칙으로 합니다.{'\n '}② "회사"는 컴퓨터 등
					정보통신설비의 보수점검, 교체 및 고장, 통신두절 또는 운영상 상당한 이유가 있는 경우 콘텐츠서비스의
					제공을 일시적으로 중단할 수 있습니다. 이 경우 "회사"는 제11조["회원"에 대한 통지]에 정한 방법으로
					"이용자"에게 통지합니다. 다만, "회사"가 사전에 통지할 수 없는 부득이한 사유가 있는 경우 사후에
					통지할 수 있습니다.{'\n '}③ "회사"는 상당한 이유 없이 콘텐츠서비스의 제공이 일시적으로 중단됨으로
					인하여 "이용자"가 입은 손해에 대하여 배상합니다. 다만, "회사"가 고의 또는 과실이 없음을 입증하는
					경우에는 그러하지 아니합니다.{'\n '}④ "회사"는 콘텐츠서비스의 제공에 필요한 경우 정기점검을 실시할
					수 있으며, 정기점검시간은 서비스제공화면에 공지한 바에 따릅니다.{'\n '}⑤ 사업종목의 전환, 사업의
					포기, 업체 간의 통합 등의 이유로 콘텐츠서비스를 제공할 수 없게 되는 경우에는 "회사"는
					제11조["회원"에 대한 통지]에 정한 방법으로 "이용자"에게 통지하고 당초 "회사"에서 제시한 조건에 따라
					"이용자"에게 보상합니다. 다만, "회사"가 보상기준 등을 고지하지 아니하거나, 고지한 보상기준이
					적절하지 않은 경우에는 "이용자"들의 마일리지 또는 적립금 등을 현물 또는 현금으로 "이용자"에게
					지급합니다.{'\n '}
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제21조(콘텐츠서비스의 변경)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 상당한 이유가 있는 경우에 운영상, 기술상의 필요에 따라 제공하고 있는 콘텐츠서비스를
					변경할 수 있습니다.{'\n '}② "회사"는 콘텐츠서비스의 내용, 이용방법, 이용시간을 변경할 경우에
					변경사유, 변경될 콘텐츠서비스의 내용 및 제공일자 등을 그 변경 전 7일 이상 해당 콘텐츠초기화면에
					게시합니다.{'\n '}③ 제2항의 경우에 변경된 내용이 중대하거나 "이용자"에게 불리한 경우에는 "회사"가
					해당 콘텐츠서비스를 제공받는 "이용자"에게 제11조["회원"에 대한 통지]에 정한 방법으로 통지하고 동의를
					받습니다. 이때, "회사"는 동의를 거절한 "이용자"에 대하여는 변경전 서비스를 제공합니다. 다만, 그러한
					서비스 제공이 불가능할 경우 계약을 해지할 수 있습니다.{'\n '}④ "회사"는 제1항에 의한 서비스의 변경
					및 제3항에 의한 계약의 해지로 인하여 "이용자"가 입은 손해를 배상합니다.
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제22조(정보의 제공 및 광고의 게재)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 "이용자"가 콘텐츠이용 중 필요하다고 인정되는 다양한 정보를 공지사항이나 전자우편 등의
					방법으로 "회원"에게 제공할 수 있습니다. 다만, "회원"은 언제든지 전자우편 등을 통하여 수신 거절을 할
					수 있습니다.{'\n '}② 제1항의 정보를 전화 및 모사전송기기에 의하여 전송하려고 하는 경우에는 "회원"의
					사전 동의를 받아서 전송합니다.{'\n '}③ "회사"는 "콘텐츠"서비스 제공과 관련하여 콘텐츠화면, 홈페이지,
					전자우편 등에 광고를 게재할 수 있습니다. 광고가 게재된 전자우편 등을 수신한 "회원"은 수신거절을
					"회사"에게 할 수 있습니다.{'\n '}
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제23조(게시물의 삭제)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 게시판에 정보통신망이용촉진 및 정보보호 등에 관한 법률을 위반한 청소년유해매체물이
					게시되어 있는 경우에는 이를 지체 없이 삭제 합니다. 다만, 19세 이상의 "이용자"만 이용할 수 있는
					게시판은 예외로 합니다.{'\n '}② "회사"가 운영하는 게시판 등에 게시된 정보로 인하여 법률상 이익이
					침해된 자는 "회사"에게 당해 정보의 삭제 또는 반박내용의 게재를 요청할 수 있습니다. 이 경우 "회사"는
					지체 없이 필요한 조치를 취하고 이를 즉시 신청인에게 통지합니다.
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제24조(저작권 등의 귀속)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"가 작성한 저작물에 대한 저작권 기타 지적재산권은 "회사"에 귀속합니다.{'\n '}② "회사"가
					제공하는 서비스 중 제휴계약에 의해 제공되는 저작물에 대한 저작권 기타 지적재산권은 해당 제공업체에
					귀속합니다.{'\n '}③ "이용자"는 "회사"가 제공하는 서비스를 이용함으로써 얻은 정보 중 "회사" 또는
					제공업체에 지적재산권이 귀속된 정보를 "회사" 또는 제공업체의 사전승낙 없이 복제, 전송, 출판, 배포,
					방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.{'\n '}④
					"회사"는 약정에 따라 "이용자"의 저작물을 사용하는 경우 당해 "이용자"의 허락을 받습니다..
				</PolicySubText>
			</PolicyTextContainer>
			<PolicyTextContainer>
				<PolicyMainText>제25조(개인정보보호)</PolicyMainText>
				<PolicySubText>
					{' '}
					① "회사"는 제7조 제2항의 신청서기재사항 이외에 "이용자"의 콘텐츠이용에 필요한 최소한의 정보를 수집할
					수 있습니다. 이를 위해 "회사"가 문의한 사항에 관해 "이용자"는 진실한 내용을 성실하게 고지하여야
					합니다.{'\n '}② "회사"가 "이용자"의 개인 식별이 가능한 "개인정보"를 수집하는 때에는 당해 "이용자"의
					동의를 받습니다.{'\n '}③ "회사"는 "이용자"가 이용신청 등에서 제공한 정보와 제1항에 의하여 수집한
					정보를 당해 "이용자"의 동의 없이 목적 외로 이용하거나 제3자에게 제공할 수 없으며, 이를 위반한 경우에
					모든 책임은 "회사"가 집니다. 다만, 다음의 경우에는 예외로 합니다.{'\n '}
					1. 통계작성, 학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로
					제공하는 경우{'\n '}
					2. "콘텐츠" 제공에 따른 요금정산을 위하여 필요한 경우{'\n '}
					3. 도용방지를 위하여 본인확인에 필요한 경우{'\n '}
					4. 약관의 규정 또는 법령에 의하여 필요한 불가피한 사유가 있는 경우{'\n '}④ "회사"가 제2항과 제3항에
					의해 "이용자"의 동의를 받아야 하는 경우에는 "개인정보"관리책임자의 신원(소속, 성명 및 전화번호 기타
					연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공관련사항(제공받는 자, 제공목적 및 제공할
					정보의 내용)등에 관하여 정보통신망이용촉진 및 정보보호 등에 관한 법률 제22조 제2항이 규정한 사항을
					명시하고 고지하여야 합니다.{'\n '}⑤ "이용자"는 언제든지 제3항의 동의를 임의로 철회할 수 있습니다.
					{'\n '}⑥ "이용자"는 언제든지 "회사"가 가지고 있는 자신의 "개인정보"에 대해 열람 및 오류의 정정을
					요구할 수 있으며, "회사"는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. "이용자"가 오류의
					정정을 요구한 경우에는 "회사"는 그 오류를 정정할 때까지 당해 "개인정보"를 이용하지 않습니다.{'\n '}⑦
					"회사"는 개인정보보호를 위하여 관리자를 한정하여 그 수를 최소화하며, 신용카드, 은행계좌 등을 포함한
					"이용자"의 "개인정보"의 분실, 도난, 유출, 변조 등으로 인한 "이용자"의 손해에 대하여 책임을 집니다.
					{'\n '}⑧ "회사" 또는 그로부터 "개인정보"를 제공받은 자는 "이용자"가 동의한 범위 내에서 "개인정보"를
					사용할 수 있으며, 목적이 달성된 경우에는 당해 "개인정보"를 지체 없이 파기합니다.{'\n '}⑨ "회사"는
					정보통신망이용촉진 및 정보보호에 관한 법률 등 관계 법령이 정하는 바에 따라 "이용자"의 "개인정보"를
					보호하기 위해 노력합니다. "개인정보"의 보호 및 사용에 대해서는 관련법령 및 "회사"의
					개인정보보호정책이 적용됩니다.
				</PolicySubText>
			</PolicyTextContainer>
		</>
	);
}
